Repository: StijnOostdam/Nanoleaf-wpf
Catalog: Winleafs.Wpf/Views/Options/Resources.*.resx
Languages: nl

source: Cancel
nl: Anuleren

source: Screen mirror refresh rate per second
nl: Scherm spiegelen verversingen per seconden

source: Screen mirror monitor
nl: Scherm spiegelen monitor

source: Screen mirror
nl: Scherm spiegelen

source: General
nl: Algemeen

# IcanhazipExplanation
source: To retrieve your IP address
nl: Om uw IP adres op te halen

# IPAPIExplanation
source: To get your location based on your IP address
nl: Om uw locatie op te halen bij het IP adres

source: Latitude
nl: Breedtegraad

source: Longitude
nl: Lengtegraad

source: Save
nl: Opslaan

# SetLocationByIp
source: Set location by IP Adress
nl: Zet locatie per IP adres

source: Start at Windows startup
nl: Start bij Windows opstarten

# SunsetSunriseAPIExplanation
source: To get sunrise and sunset times based on your location
nl: Om zonsopgang- en zonsondergangtijden gebaseerd op uw locatie op te halen

# WinleafsUsesAPIs
source: Winleafs uses the following APIs
nl: Winleafs gebruikt de volgende APIs

# ScreenMirrorResetMessage
source: Note: changing the screen mirror settings requires a restart of Winleafs
nl: Opmerking: bij het aanpassen van de scherm spiegelen instellingen moet Winleafs worden herstart.

source: Language
nl: Taal

# LanguageRestartNote
source: Note: Changing the language requires a restart to be applied.
nl: Opmerking: bij het veranderen van de taal moet de applicatie herstart worden.

# InvalidLatitude
source: Please enter a valid value for latitude
nl: Voer een juiste waarde in voor de breedtegraad

# InvalidLongitude
source: Please enter a valid value for longitude
nl: Voer een juiste waarde in voor de lengtegraad

# LatLongReceiveError
source: Error retrieving latitude and longitude
nl: Er is een probleem opgetreden bij het ophalen van de breedte- en lengtegraad

# LocationDetected
source: Detected Location: {0}, {1}
nl: Locatie gevonden {0}, {1}

# SunsetSunriseError
source: Something went wrong when updating the sunrise and sunset times
nl: Er is een probleem opgetreden bij het ophalen van de zonsopgang- en zonsondergangtijden

# ScreenMirrorControlBrightness
source: Let ambilight control brightness
nl: Laat ambilight de helderheid besturen

source: Winleafs Options
nl: Winleafs Opties

# MinimizeToSystemTray
source: Minimize to system tray on close
nl: Minimaliseer naar taakbalk bij sluiten

source: Algorithm
nl: Algoritme

source: Device
nl: Apparaat

# ScreenMirrorDeviceInfo
source: Screen mirror settings per device
nl: Instellingen voor scherm spiegelen per apparaat

source: Visualize
nl: Visualiseren

# CloseInfoLabel
source: Press any button to close
nl: Druk op een toets om te sluiten

source: Name
nl: Naam

# NameTaken
source: The given name is already taken
nl: De gegeven naam is al in gebruik

# NoColorSelected
source: No color has been selected for the new effect
nl: Er is geen kleur geselecteerd voor het nieuwe effect

# NoNameProvided
source: There is no name provided for the new effect
nl: Er is geen naam opgegeven voor het nieuwe effect

source: Pick a color
nl: Selecteer een kleur

source: Add
nl: Toevoegen

source: Color
nl: Kleur
